tap "homebrew/bundle"
brew "automake"
brew "bat"
brew "bind"
brew "python@3.12"
brew "black"
brew "boost"
brew "capstone"
brew "clang-format"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fzf"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "libtool"
brew "mosh"
brew "neovim"
brew "ninja"
brew "node"
brew "node@16"
brew "perl"
brew "python@3.11"
brew "pyyaml"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "x86_64-elf-binutils"
brew "yarn", link: false
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
